Repository: rafaltrzop/project-booking-system2
Catalog: src/locales/*.xlf
Languages: pl

# none.head.title
source: Project booking system
pl: System rezerwacji tematów projektów

# none.user-head.title
source: User panel
pl: Panel użytkownika

# none.admin-head.title
source: Admin panel
pl: Panel administratora

# none.top-bar.site-name
source: Project booking system
pl: System rezerwacji tematów projektów

# none.top-bar.site-name-initials
source: PBS
pl: SRTP

# none.top-bar.add
source: Add
pl: Dodaj

# none.top-bar.edit
source: Edit
pl: Edytuj

# none.top-bar.delete
source: Delete
pl: Usuń

# none.top-bar.logout
source: Log out
pl: Wyloguj

# index.landing-page.h1
source: Project booking system
pl: System rezerwacji tematów projektów

# index.landing-page.register
source: Sign up
pl: Rejestracja

# index.landing-page.login
source: Log in
pl: Logowanie

# signup.head.title
source: Sign up
pl: Rejestracja

# signup.landing-page.h1
source: Sign up form
pl: Rejestracja

# signup.form.firstname
source: First name
pl: Imię

# signup.form.lastname
source: Last name
pl: Nazwisko

# signup.form.group
source: Group
pl: Grupa

# signup.form.password
source: Password
pl: Hasło

# signup.form.submit
source: Sign up
pl: Zarejestruj się

# signup.messages.success
source: Your registration has been successful, you can log in now.
pl: Rejestracja przebiegła pomyślnie, możesz się już zalogować.

# auth.head.title
source: Log in
pl: Panel logowania

# auth.landing-page.h1
source: Log in form
pl: Panel logowania

# auth.form.password
source: Password
pl: Hasło

# auth.form.submit
source: Log in
pl: Zaloguj się

# project.form.topic
source: Project topic:
pl: Temat projektu

# project.form.group
source: Group:
pl: Grupa

# project.form.submit
source: Save
pl: Zapisz

# project.groups-projects-list.h1
source: List of groups and topics of the projects
pl: Lista grup i tematów projektów

# project.groups-projects-list.project-topic
source: Project topic
pl: Temat projektu

# project.groups-projects-list.options
source: Options
pl: Opcje

# project.groups-projects-list.edit
source: Edit
pl: Edytuj

# project.groups-projects-list.delete
source: Delete
pl: Usuń

# project.delete-messages.not-found
source: The specified topic of the project has not been found.
pl: Nie znaleziono podanego tematu projektu.

# project.delete-messages.success
source: The specified topic of the project has been successfully removed.
pl: Wybrany temat projektu został pomyślnie usunięty.

# project.book-form.h1
source: Project booking
pl: Zarezerwuj temat projektu

# project.book-form.project
source: Choose a topic:
pl: Wybierz temat

# project.book-form.submit
source: Book a project
pl: Zarezerwuj temat

# project.book-messages.success
source: Chosen project has been successfully booked.
pl: Wybrany temat został pomyślnie zarezerwowany.

# project.submit-form.h1
source: Submit your project
pl: Zgłoś wykonanie projektu

# project.submit-form.submit
source: Submit to evaluation
pl: Zgłoś projekt do oceny

# project.submit-messages.success
source: Your project has been marked as completed and is currently waiting in the queue for evaluation.
pl: Twój projekt został oznaczony jako wykonany i aktualnie czeka w kolejce do oceny.

# project.summary.project-topic
source: Project topic
pl: Temat projektu

# project.summary.reviewer
source: Reviewer
pl: Oceniający

# project.summary.date
source: Application date
pl: Data zgłoszenia

# project.summary.mark
source: Mark
pl: Ocena

# project.add-form.h1
source: Add new topic of the project
pl: Dodaj nowy temat projektu

# project.add-messages.success
source: The project has been successfully added to the selected group.
pl: Podany temat projektu został pomyślnie dodany do wybranej grupy.

# project.edit-form.h1
source: Edit topic of the project
pl: Edycja tematu projektu

# project.edit-messages.not-found
source: The specified topic of the project has not been found.
pl: Nie znaleziono podanego tematu projektu.

# project.edit-messages.success
source: The changes have been successfully saved.
pl: Zmiany zostały pomyślnie zapisane.

# admin.menu-action.rate-submissions
source: Rate submissions
pl: Oceń wykonane projekty

# admin.menu-action.projects-overview
source: Projects overview
pl: Stan rezerwacji projektów

# admin.menu-action.add-topic
source: New topic of the project
pl: Dodaj temat projektu

# admin.menu-action.add-group
source: New group of the topics
pl: Dodaj grupę tematów

# group.form.name
source: Group name:
pl: Nazwa grupy

# group.form.submit
source: Save
pl: Zapisz

# group.list.h1
source: List of groups of topics
pl: Lista grup tematów

# group.list.group-name
source: Group name
pl: Nazwa grupy

# group.list.options
source: Options
pl: Opcje

# group.list.edit
source: Edit
pl: Edytuj

# group.list.delete
source: Delete
pl: Usuń

# group.delete-messages.not-found
source: The specified group of topics has not been found.
pl: Nie znaleziono podanej grupy tematów.

# group.delete-messages.success
source: The specified group of topics has been successfully removed.
pl: Wybrana grupa tematów i wszystkie powiązane z nią tematy projektów zostały pomyślnie usunięte.

# group.add-form.h1
source: Create a new group of topics
pl: Dodaj nową grupę tematów

# group.add-messages.success
source: You have successfully added a new group of topics.
pl: Pomyślnie dodano nową grupę tematów projektów.

# group.edit-messages.not-found
source: The specified group of topics has not been found.
pl: Nie znaleziono podanej grupy tematów.

# group.edit-messages.success
source: The changes have been successfully saved.
pl: Zmiany zostały pomyślnie zapisane.

# submission.rate-form.h1
source: Rate submissions
pl: Oceń wykonane projekty

# submission.table.date
source: Date
pl: Data

# submission.table.author
source: Author
pl: Autor

# submission.table.topic
source: Project topic
pl: Temat projektu

# submission.table.mark
source: Mark
pl: Ocena

# submission.table.edit-mark
source: Edit mark
pl: Zmień ocenę

# submission.rate-messages.success
source: The mark has been successfully saved.
pl: Pomyślnie zapisano ocenę.
